var txt = '{"garntyper":[' +
'{"navn":"Mari m001","farge":"natur","beskrivelse":"Mari m001 er et mykt og godt garn som passer godt inntil kroppen. Mari er oppkalt etter blomsten Søstermarihånd, en orkidéart det finnes spesielt mye av i Svartdal. Garnet er spunnet av mohair fra de to første klippene av geitekillingen, såkalt kidmohair. Mari egner seg meget bra til sjal, luer og baby/barnetøy.","tvinning":"2-tråds","materialer":"80% kidmohair / 20% merinoull","buntstørrelse":"50 gram","strikkepinner":"2-3,5","vaskeprogram":"ullvask 30 grader","tykkelse":"170m pr 50 gram","vekt":"0.0500"},' +
'{"navn":"Mari m100","farge":"gul","beskrivelse":"Mari m100 er et mykt og godt garn som passer godt inntil kroppen. Mari er oppkalt etter blomsten Søstermarihånd, en orkidéart det finnes spesielt mye av i Svartdal. Garnet er spunnet av mohair fra de to første klippene av geitekillingen, såkalt kidmohair. Mari egner seg meget bra til sjal, luer og baby/barnetøy.","tvinning":"2-tråds","materialer":"80% kidmohair / 20% merinoull","buntstørrelse":"50 gram","strikkepinner":"2-3,5","vaskeprogram":"ullvask 30 grader","tykkelse":"170m pr 50 gram","vekt":"0.0500"},' +
'{"navn":"Mari m200","farge":"rød","beskrivelse":"Mari m200 er et mykt og godt garn som passer godt inntil kroppen. Mari er oppkalt etter blomsten Søstermarihånd, en orkidéart det finnes spesielt mye av i Svartdal. Garnet er spunnet av mohair fra de to første klippene av geitekillingen, såkalt kidmohair. Mari egner seg meget bra til sjal, luer og baby/barnetøy.","tvinning":"2-tråds","materialer":"80% kidmohair / 20% merinoull","buntstørrelse":"50 gram","strikkepinner":"2-3,5","vaskeprogram":"ullvask 30 grader","tykkelse":"170m pr 50 gram","vekt":"0.0500"},' +
'{"navn":"Mari m300","farge":"blå","beskrivelse":"Mari m300 er et mykt og godt garn som passer godt inntil kroppen. Mari er oppkalt etter blomsten Søstermarihånd, en orkidéart det finnes spesielt mye av i Svartdal. Garnet er spunnet av mohair fra de to første klippene av geitekillingen, såkalt kidmohair. Mari egner seg meget bra til sjal, luer og baby/barnetøy.","tvinning":"2-tråds","materialer":"80% kidmohair / 20% merinoull","buntstørrelse":"50 gram","strikkepinner":"2-3,5","vaskeprogram":"ullvask 30 grader","tykkelse":"170m pr 50 gram","vekt":"0.0500"},' +
'{"navn":"Mari m400","farge":"grønn","beskrivelse":"Mari m400 er et mykt og godt garn som passer godt inntil kroppen. Mari er oppkalt etter blomsten Søstermarihånd, en orkidéart det finnes spesielt mye av i Svartdal. Garnet er spunnet av mohair fra de to første klippene av geitekillingen, såkalt kidmohair. Mari egner seg meget bra til sjal, luer og baby/barnetøy.","tvinning":"2-tråds","materialer":"80% kidmohair / 20% merinoull","buntstørrelse":"50 gram","strikkepinner":"2-3,5","vaskeprogram":"ullvask 30 grader","tykkelse":"170m pr 50 gram","vekt":"0.0500"} ]}';
